[
    {
        "title":"IZ*ONE",
        "subtitle":"ประวัติของวง",
        "image_url":"https://cdn.pixabay.com/photo/2018/12/21/20/17/music-3888684_960_720.png",
        "detail":"IZ*ONE (Korean: 아이즈원, Japanese: アイズワン, pronounced as Eyes One) was a South Korean-Japanese girl group formed by CJ E&M through the 2018 Mnet reality competition television show Produce 48.\n\nThe group was managed by Stone Music subsidiary Off the Record and Swing Entertainment as a sub-agency in South Korea, and AKS in Japan.\n\nThe name combines the words 'IZ' (Pronounced as Eyes) which symbolizes the number '12' and 'ONE' which means '1' referring to the fact that the twelve members together will be one in the group. The asterisk (*) between 'IZ' and 'ONE' symbolizes the astrological signs of the zodiac.",
        "image_etc":"https://wallpapermoon.com/wp-content/uploads/2021/08/01500041.jpg"
    },
    {
        "title":"Members",
        "subtitle":"ประวัติสมาชิกเเต่ละคน",
        "image_url":"https://cdn.pixabay.com/photo/2019/10/04/11/23/old-4525345_960_720.png",
        "detail":"The group was composed of twelve members, chosen by live votes: Jang Won Young, Miyawaki Sakura, Jo Yu Ri, Choi Ye Na, An Yu Jin, Yabuki Nako, Kwon Eun Bi, Kang Hye Won, Honda Hitomi, Kim Chae Won, Kim Min Ju and Lee Chae Yeon.",
        "image_etc":"https://wallpapermoon.com/wp-content/uploads/2021/08/01500008.jpg"
    },
    {
        "title":"Songs",
        "subtitle":"เพลงและอัลบั้ม",
        "image_url":"https://cdn.pixabay.com/photo/2017/10/25/10/07/music-instruments-2887457_960_720.jpg",
        "detail":"Produce 48 Formation and Debut with COLOR*IZ (2018)\n\nThe group debuted in Korea on October 29, 2018 with their debut mini album,'COLOR*IZ' featuring the title track 'La Vie en Rose' (라비앙로즈). The physical album was released in two versions, a color version and a rose version. The album peaked at #2 on Gaon Album Chart and sold 225,000 units.\nThe early success subsequently hailed them as the New Artist of the Year at several awards shows, including Golden Disc Awards and Seoul Music Awards.\n\n\nJapanese Debut and Comeback with HEART*IZ (2019)\n\nThe group made their Japanese debut on February 6, 2019 with 'Suki to Iwasetai' Peaking at number 2 on Oricon Singles Chart and with over 250,000 unit sales, the single was certified Platinum by the Recording Industry Association of Japan (RIAJ)\n\nThe group's second Korean mini album, 'HEART*IZ', was released on April 1st, 2019 and featured the title track 'Violeta' The physical album was released in two versions, a Violeta version and a Sapphire version, as well as a random clear sleeve (1 of 13 for each version).\nIZ*ONE later made their first Japanese comeback with the single Buenos Aires, shortly followed by their third single Vampire.\n\n\nProduce 48's vote manipulation, BLOOM*IZ, Oneiric Diary, Twelve and One-Reeler / Act IV (2020)\n\nIZ*ONE's return was scheduled for November 11, 2019, but was postponed after Produce 48 director An Joon Young admitted to manipulating the program's ratings. The group has since been on an indefinite hiatus.\n\nOn 23 January 2020, in a statement, Mnet responded 'respecting the views of members and fans who hope that IZ*ONE's activities will return to normal, Mnet and the agencies of IZ*ONE members have decided that their activities will resume. IZ*ONE is expected to resume activities in February, and details, including the exact schedule, will be announced soon'.\nIn early 2020 Off the Record announced that IZ*ONE would continue as a twelve member group with the release of BLOOM*IZ in February 2020 and its title track, FIESTA.\n\nOn May 19, IZ*ONE shared through a post in the group's Official Fancafe that they had finished recording the MV two days earlier and that their next comeback would be on June 15th with their third mini album, Oneiric Diary and its title track, Secret Story of the Swan. The album trailer was released on May 31, 2020 through Stone Music's official Youtube channel. The MV was postponed to June 16 but the performace video and album was released on June 15, the original release date.\n\nOn August 16, Stone Music announced IZ*ONE's first online solo concert, 'Oneiric Theater', to be held on September 13th.\n\nOn October 21, the group released their first Japanese studio album, Twelve, with its title track, Beware. Beware's MV was released on October 7, 2020.\n\nOn November 17, it was confirmed that the group would be releasing a Korean comeback on December. The comeback, One-Reeler / Act IV, was released with its title track, Panorama, on December 7, 2020.",
        "image_etc":"https://pbs.twimg.com/media/EnjlRxZVkAAihiA.jpg"
    },
    {
        "title":"Events",
        "subtitle":"งานและรายการต่างๆ",
        "image_url":"https://cdn.pixabay.com/photo/2017/08/14/06/04/earphone-2639487_960_720.jpg",
        "detail":"IG และ Twitter", 
        "image_etc":"https://wallpapermoon.com/wp-content/uploads/2021/08/01500012.jpg"
    },
    {
        "title":"Follow",
        "subtitle":"ติดตามความเคลื่อนไหว",
        "image_url":"https://cdn.pixabay.com/photo/2019/07/13/10/49/music-4334557_960_720.jpg",
        "detail":"IG และ Twitter", 
        "image_etc":"https://wallpapermoon.com/wp-content/uploads/2021/08/01500002.jpg"
    }
    
]